validate_person_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns="http://web-service-ceair.ynu.edu.cn/validate-person">
    <soapenv:Header/>
    <soapenv:Body>
        <validatePersonRequest>
            <PERSON>
                <USR_ID>liudonghua</USR_ID>
                <USR_PWD>1234</USR_PWD>
                <PERSON_INFO_LIST>
                    <PERSON_INFO>
                        <SORT_ID>1</SORT_ID>
                        <PASS_TYPE>NI</PASS_TYPE>
                        <PASS_NO>123456789012345678</PASS_NO>
                        <PERSON_NM>刘东华</PERSON_NM>
                        <UNIV_ID>12013002381</UNIV_ID>
                    </PERSON_INFO>
                    <PERSON_INFO>
                        <SORT_ID>2</SORT_ID>
                        <PASS_TYPE>NI</PASS_TYPE>
                        <PASS_NO>234567890123456789</PASS_NO>
                        <PERSON_NM>liyang</PERSON_NM>
                        <UNIV_ID>12013002382</UNIV_ID>
                    </PERSON_INFO>
                </PERSON_INFO_LIST>
            </PERSON>
        </validatePersonRequest>
    </soapenv:Body>
</soapenv:Envelope>
